{
    "greeting":"ನಮಸ್ತೆ, ಸ್ವಾಗತ!",
    "description":{
        "line1":"ನೀವು ಹಜರತ್ <1>{{channel}}</1> ಅವರ ರಿಯಾಕ್ಟ್ ಆಪ್ ಅನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದೀರಿ.",
        "line2":"ಅನುವಾದವನ್ನು ನೋಡಲು ಡ್ರಾಪ್ಡೌನ್ ಮೆನುವಿನಿಂದ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ."
    },
    "sufi": {
        "title": "ಸೂಫಿಸಂ",
        "sufiDescription":{
        "line1": "ಸೂಫಿಸಂ ಅನ್ನು ಇಸ್ಲಾಮಿಕ್ ಅತೀಂದ್ರಿಯತೆ ಅಥವಾ ತಪಸ್ವಿ ಎಂದು ಉತ್ತಮವಾಗಿ ವಿವರಿಸಬಹುದು, ಇದು ನಂಬಿಕೆ ಮತ್ತು ಆಚರಣೆಯ ಮೂಲಕ ಮುಸ್ಲಿಮರು ದೇವರ ನೇರ ವೈಯಕ್ತಿಕ ಅನುಭವದ ಮೂಲಕ ಅಲ್ಲಾಹನ ಸಾಮೀಪ್ಯವನ್ನು ಸಾಧಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಸೂಫಿ ಪದದ ಇತರ ಸಲಹೆ ಮೂಲಗಳಿದ್ದರೂ, ಈ ಪದವು ಅರೇಬಿಕ್ ಪದ ಸುಫ್ ನಿಂದ ಹುಟ್ಟಿಕೊಂಡಿದೆ ಎಂದು ನಂಬಲಾಗಿದೆ, ಇದು ಸಾಂಪ್ರದಾಯಿಕವಾಗಿ ಅತೀಂದ್ರಿಯಗಳು ಮತ್ತು ತಪಸ್ವಿಗಳು ಧರಿಸಿರುವ ಉಣ್ಣೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
        "line2": "ಸೂಫಿಸಂ ಇಸ್ಲಾಂ ಧರ್ಮದ ಒಂದು ಅತೀಂದ್ರಿಯ ರೂಪವಾಗಿದೆ, ಇದು ಅಭ್ಯಾಸದ ಶಾಲೆಯಾಗಿದ್ದು ಅದು ದೇವರ ಆಂತರಿಕ ಹುಡುಕಾಟವನ್ನು ಒತ್ತಿಹೇಳುತ್ತದೆ ಮತ್ತು ಭೌತವಾದವನ್ನು ದೂರವಿಡುತ್ತದೆ. ಇದು 13 ನೇ ಶತಮಾನದ ಇರಾನಿನ ನ್ಯಾಯಶಾಸ್ತ್ರಜ್ಞ ರೂಮಿಯ ಪ್ರೇಮ ಕವಿತೆಗಳಂತೆ ವಿಶ್ವದ ಅತ್ಯಂತ ಪ್ರೀತಿಯ ಸಾಹಿತ್ಯವನ್ನು ನಿರ್ಮಿಸಿದೆ. ಸೂಫಿಸಂ ಆರಂಭಿಕ ತಪಸ್ಸಿನಿಂದ ಬೆಳೆದು, ಇದು ಏಕಾಂತ ಅಥವಾ ಸನ್ಯಾಸಿಗಳ ಜೀವನದಿಂದ ನಿರೂಪಿಸಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ವ್ಯಕ್ತಿಯ ವೈಯಕ್ತಿಕ ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ. ಸೂಫಿಗಳು ದೇವರ ನೇರವಾದ ವೈಯಕ್ತಿಕ ಅನುಭವದ ಮೂಲಕ ದೈವಿಕ ಪ್ರೀತಿ ಮತ್ತು ಜ್ಞಾನದ ಸತ್ಯವನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದರು.",
        "line3": "ಅಂತಿಮವಾಗಿ ದೇವರಿಗೆ ಸಾಮೀಪ್ಯಕ್ಕೆ ಕಾರಣವಾಗುವ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವ ನಂಬಿಕೆಯು ಅಂತಿಮವಾಗಿ ದೈವಿಕತೆಯನ್ನು ಎದುರಿಸುತ್ತದೆ, ಇದು ಇಸ್ಲಾಮಿಕ್ ನಂಬಿಕೆಯ ಮೂಲಭೂತ ಅಂಶವಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಸೂಫಿ ಚಿಂತನೆಯಲ್ಲಿ ಈ ನಿಕಟತೆಯನ್ನು ಈ ಜೀವನದಲ್ಲಿ ಅನುಭವಿಸಬಹುದು."
        }
    },
    "footerTitle":"ಹಜರತ್ ಖ್ವಾಜಾ ಸೂಫಿ ಅಬ್ದುಲ್ ರೆಹಮಾನ್ ಶಾ ಬಾಬಾ ಕುತ್ಬುಲ್ ಅಸ್ಫಿಯಾ ಅವರಿಂದ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ",
    "history": {
        "title": "ಹಜರತ್ ಖ್ವಾಜಾ ಸೂಫಿ ಅಬ್ದುಲ್ ರೆಹಮಾನ್ ಶಾ ಬಾಬಾ ಕುತ್ಬುಲ್ ಅಸ್ಫಿಯಾ",
        "card": {
            "title":{
                "baba1" : "ಹಜರತ್ ಖ್ವಾಜಾ ಸೂಫಿ ಅಬ್ದುಲ್ ರೆಹಮಾನ್ ಶಾ ಬಾಬಾ ಕುತ್ಬುಲ್ ಅಸ್ಫಿಯಾ (Q.S.A)",
                "baba2" : "ಹಜರತ್ ಖ್ವಾಜಾ ಸೂಫಿ ರಿಯಾಜ್ ಅಹ್ಮದ್ ಶಾ ಬಾಬಾ ಬೆರಿಯಾ (Q.S.A)",
                "baba3" : "ಸಜ್ಜಾದೆ ನಶಿನ್ ಸೂಫಿ ಹಸನ್ ಚಿಸ್ತಿ ಸರ್ಕಾರ್"
            }
        },
        "historyDescription":{
        "line1": "",
        "line2": "",
        "line3": ""
        }
    }  
}