{
    "greeting":"नमस्ते, आपका स्वागत है!",
    "description":{
        "line1":"आप हजरत <1>{{channel}}</1> का रिएक्ट ऐप देख रहे हैं।",
        "line2":"अनुवाद देखने के लिए ड्रॉपडाउन मेनू से एक भाषा चुनें।"
    },
    "sufi": {
        "title": "सूफीवाद",
        "sufiDescription":{
        "line1": "सूफीवाद को सबसे अच्छी तरह से इस्लामी रहस्यवाद या तपस्या के रूप में वर्णित किया जा सकता है, जो विश्वास और अभ्यास के माध्यम से मुसलमानों को ईश्वर के प्रत्यक्ष व्यक्तिगत अनुभव के माध्यम से अल्लाह के करीब पहुंचने में मदद करता है। हालाँकि सूफी शब्द की उत्पत्ति के अन्य सुझाव भी हैं, लेकिन यह माना जाता है कि यह शब्द अरबी शब्द सूफ़ से निकला है, जो उस ऊन को संदर्भित करता है जिसे पारंपरिक रूप से फकीरों और तपस्वियों द्वारा पहना जाता था।",
        "line2": "सूफीवाद इस्लाम का एक रहस्यमय रूप है, यह एक अभ्यास पद्धति है जो ईश्वर की आंतरिक खोज पर जोर देती है और भौतिकवाद से दूर रहती है। इसने दुनिया के कुछ सबसे प्रिय साहित्य का निर्माण किया है, जैसे 13वीं सदी के ईरानी न्यायविद् रूमी की प्रेम कविताएँ। सूफीवाद प्रारंभिक तपस्या से विकसित हुआ, जिसकी विशेषता एकान्त या मठवासी जीवन थी, और यह व्यक्ति के व्यक्तिगत आध्यात्मिक विकास पर केंद्रित था। सूफियों ने ईश्वर के प्रत्यक्ष व्यक्तिगत अनुभव के माध्यम से दिव्य प्रेम और ज्ञान की सच्चाई को खोजने की कोशिश की।",
        "line3": "एक ऐसे रास्ते पर चलने में विश्वास जो अंततः ईश्वर के साथ निकटता की ओर ले जाता है, जो अंततः उसके बाद परमात्मा का सामना करता है, इस्लामी विश्वास का एक बुनियादी घटक है। हालाँकि, सूफ़ी विचारधारा में इस निकटता को इसी जीवन में महसूस किया जा सकता है।"
        }
    },
    "footerTitle":"सभी अधिकार हज़रत ख्वाजा सूफी अब्दुल रहमान शा बाबा कुत्बुल असफिया द्वारा सुरक्षित",
    "history": {
        "title": "हजरत ख्वाजा सूफी अब्दुल रहमान शा बाबा कुतबुल असफिया",
        "card": {
            "title":{
                "baba1" : "हज़रत ख्वाजा सूफी अब्दुल रहमान शा बाबा कुत्बुल असफ़िया (Q.S.A)",
                "baba2" : "हज़रत ख्वाजा सूफ़ी रियाज़ अहमद शा बाबा बेरिया (Q.S.A)",
                "baba3" : "सज्जादे नशीन सूफी हसन चिश्ती सरकार"
            }
        },
        "historyDescription":{
        "line1": "",
        "line2": "",
        "line3": ""
        }
    }  
}